datasets/benchmark-results/micron21/201811112022/wordpress-results-httpblug.id-rsa.pubwordpress-25-20181111204140+1100.log
Running 1m test @ http://blug.id-rsa.pub/wordpress/
  1 threads and 25 connections
  Thread calibration: mean lat.: 918.205ms, rate sampling interval: 5586ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   154.44ms  162.32ms   1.69s    90.76%
    Req/Sec    24.38      1.87    26.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  108.67ms
 75.000%  143.49ms
 90.000%  310.53ms
 99.000%  935.42ms
 99.900%    1.54s 
 99.990%    1.69s 
 99.999%    1.69s 
100.000%    1.69s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      21.135     0.000000            1         1.00
      59.199     0.100000          125         1.11
      75.455     0.200000          249         1.25
      89.343     0.300000          376         1.43
      99.263     0.400000          498         1.67
     108.671     0.500000          622         2.00
     112.703     0.550000          685         2.22
     119.231     0.600000          747         2.50
     125.375     0.650000          809         2.86
     132.351     0.700000          871         3.33
     143.487     0.750000          933         4.00
     151.807     0.775000          965         4.44
     162.687     0.800000          996         5.00
     177.663     0.825000         1027         5.71
     240.639     0.850000         1058         6.67
     288.767     0.875000         1089         8.00
     299.519     0.887500         1106         8.89
     310.527     0.900000         1121        10.00
     321.535     0.912500         1136        11.43
     331.263     0.925000         1151        13.33
     352.255     0.937500         1167        16.00
     445.951     0.943750         1175        17.78
     462.079     0.950000         1182        20.00
     487.167     0.956250         1190        22.86
     506.623     0.962500         1198        26.67
     528.895     0.968750         1206        32.00
     545.279     0.971875         1210        35.56
     550.911     0.975000         1213        40.00
     670.719     0.978125         1217        45.71
     693.759     0.981250         1221        53.33
     754.175     0.984375         1225        64.00
     860.671     0.985938         1227        71.11
     907.775     0.987500         1229        80.00
     932.351     0.989062         1231        91.43
     937.471     0.990625         1233       106.67
     965.631     0.992188         1235       128.00
    1075.199     0.992969         1236       142.22
    1090.559     0.993750         1237       160.00
    1095.679     0.994531         1238       182.86
    1099.775     0.995313         1239       213.33
    1156.095     0.996094         1240       256.00
    1156.095     0.996484         1240       284.44
    1323.007     0.996875         1241       320.00
    1323.007     0.997266         1241       365.71
    1502.207     0.997656         1242       426.67
    1502.207     0.998047         1242       512.00
    1502.207     0.998242         1242       568.89
    1541.119     0.998437         1243       640.00
    1541.119     0.998633         1243       731.43
    1541.119     0.998828         1243       853.33
    1541.119     0.999023         1243      1024.00
    1541.119     0.999121         1243      1137.78
    1693.695     0.999219         1244      1280.00
    1693.695     1.000000         1244          inf
#[Mean    =      154.440, StdDeviation   =      162.315]
#[Max     =     1692.672, Total count    =         1244]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  1501 requests in 1.00m, 77.43MB read
  Socket errors: connect 0, read 0, write 0, timeout 25
Requests/sec:     25.00
Transfer/sec:      1.29MB